<?php

$this->inf = '<h1>Справка по устранению ошибки «К производственному наряду открыто подтверждение о изготовлениии»</h1>';

$this->inf .= "<p>1. Зайти в производственный центр</p>";
$this->inf .= "<img src='/images/orderhelp1.png'>";
$this->inf .= "<p>2. Указать производственный наряд</p>";
$this->inf .= "<p>3. Загрузить наряд в список</p>";
$this->inf .= "<p>4. Нажать зелёную стрелку</p>";
$this->inf .= "<p>5. Выбрать команду «ПОДТВЕРДИТЬ»</p>";
$this->inf .= "<img src='/images/orderhelp2.png'>";
$this->inf .= "<p>6. В окне обратного подтверждения указать количество деталей при блокировке наряда. Если точное значение не известно, ставим значение равному кратности упаковки. На примере ниже указано 18 штук.</p>";
$this->inf .= "<p>7. Снять галочку «Только сырье»</p>";
$this->inf .= "<p>8. В графе дефект указать тип «ИТ1 – Сбой при списании»</p>";
$this->inf .= "<p>9. Нажать кнопку подтверждения</p>";
$this->inf .= "<img src='/images/orderhelp3.png'>";

?>